Revit 2024 API
TessellatedShapeBuilder Constructor
 Constructs a new instance of a TessellatedShapeBuilder.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public TessellatedShapeBuilder()
Visual Basic
Public Sub New
Visual C++
public:
TessellatedShapeBuilder()
See Also
TessellatedShapeBuilder Class
Autodesk.Revit.DB Namespace